Repository: BTMAN1489-1/International_TelegramBot
Catalog: locales/*/LC_MESSAGES/internatbot.po
Languages: ru

source: Enter for reference
ru: Введите для получения справочной информации

source: Enter to get a list of available commands in your private chat with the bot
ru: Введите для получения списка доступных команд в вашем приватном чате с ботом

source: Enter to introduce yourself to the bot
ru: Введите, что бы представиться боту

source: Enter to undo the action
ru: Введите для отмены действия

source: Hello {username} I'm a telegram bot that doesn't do anything yet. For more information, enter <b>/help</b>.
ru: Привет {username} Я телеграмм бот, который пока что ничего не делает. Привет {username} Для большей информации введите <b>/help</b>.

source: This bot, which by the way is called {botname}, is currently nothingcan. To see the entire list of commands in your private chat with the bot enter <b>/commands</b>
ru: Этот бот, которого кстати зовут {botname}, в данный момент ничего не умеет. Чтобы увидеть в вашем приватном чате с ботом весь перечень команд, введите <b>/commands</b>

source: Here is a list of the currently available commands:
ru: Здесь предоставлен перечень доступных на данный момент команд:

source: Welcome {username} to our small but cozy chat undername {chatname}
ru: Добро пожаловать, {username}, в наш небольшой, но уютный чат под названием {chatname}

source: Hi, What is your name?
ru: Привет, назови свое имя?

source: Are you 0 years old?
ru: Тебе 0 лет?

source: Are you {age} years old?
ru: Тебе {age} лет?

source: I see you are {age} years old
ru: Ясно, тебе {age} лет

source: What's your gender?
ru: Твой пол?

source: Your name: {name}. Your age: {age} years. Your gender: {gender}
ru: Твоё имя: {name}. Тебе: {age} лет. Твой пол: {gender}

source: Confirm
ru: Подтвердить
